tap "homebrew/cask-fonts"
tap "clementtsang/bottom"

brew "bat"
brew "bottom"
brew "broot"
brew "exa"
brew "fd"
brew "fzf"
brew "git"
brew "git-delta"
brew "go"
brew "jq"
brew "neovim"
brew "procs"
brew "rbenv"
brew "ripgrep"
brew "shellcheck"
brew "shfmt"
brew "starship"
brew "stow"
brew "vegeta"
brew "zoxide"

cask "font-iosevka-nerd-font"
