tap "homebrew/cask-fonts"
tap "clementtsang/bottom"
tap "cube2222/octosql"

brew "bat"
brew "bottom"
brew "efm-langserver"
brew "exa"
brew "fd"
brew "fzf"
brew "git"
brew "git-delta"
brew "go"
brew "graphviz"
brew "helm"
brew "hyperfine"
brew "jq"
brew "kind"
brew "kubectl"
brew "lazygit"
brew "lazydocker"
brew "neovim", args: ["HEAD"]
brew "octosql"
brew "procs"
brew "rbenv"
brew "ripgrep"
brew "shellcheck"
brew "shfmt"
brew "starship"
brew "stow"
brew "vegeta"
brew "xsv"
brew "zoxide"

cask "font-iosevka-nerd-font"
